Repository: Bogstag/woo-advanced-price-setter
Catalog: languages/woo-advanced-price-setter-*.po
Languages: sv_se

source: Settings
sv_se: Inställningar

source: General options
sv_se: Generella inställningar

source: Calculating options
sv_se: Beräknande inställningar

source: Wholesale mark
sv_se: Grossist marginal

source: Retail mark
sv_se: Kundpris marginal

source: This options affect everything.
sv_se: Dessa inställlningar påverkar allt.

source: This settings adds wholesale profit margin
sv_se: Denna inställning lägger grossist vinstmarginal

source: This settings adds retailers profit margin. Retail mark is a number that includes of tax and profit margin for the retailer. So if tax is 25% (0.25) and default profit margin of 85% (0.85). Then this markup should be set to 2.1 (1.1 + 1)
sv_se: Denna inställningen lägger på återförsäljarens vistmarginal. Marginalen är ett nummer som inkluderar skatt och marginal för återförsöljaren. Om skatten är 25% (0.25) och standard vinstmarginalen är 85% (0.85), så ska vinstmarginalen sättas till 2.1 (1.1 + 1)

source: You need to create a new attribute (Products->Attributes, type: Text) and enter the taxonomy name here . The attribute should be named like Retail price incl tax . The taxonomy name is in the status bar of your browser when hovering on attribute name .
sv_se: Du måste skapa ett nytt attribut (Products->Attributes, typ: Text) och skriva dess taxonomy namn här. Attributet borde heta något liknande som Rek. Kundpris inkl. moms. Taxonomy namnet kan hittas i din webbläsares status fält när du pekar på attribut namnet.

source: Dollar exchange rate
sv_se: Dollar kurs

source: Enter the dollar exchange rate here.
sv_se: Skriv in den dollar kurs du vill använda.

source: Customs duties
sv_se: Tullavgifter

source: Enter the customs duties. (1 is default, 1.10 is 10% increase)
sv_se: Skriv in kostanden för tullavgifter (1 är standard, 1.10 är 10% ökning)

source: Shipping cost
sv_se: Fraktkostnad

source: Shipping cost in %s per kg
sv_se: Fraktkostnad i %s per kg

source: Segment 1 From
sv_se: Segment 1 från

source: If price is more or equal to this
sv_se: Om priset är mer eller lika med detta

source: Segment 1 To
sv_se: Segment 1 till

source: and if price is less than this
sv_se: och om priset är mindre än detta

source: Segment 1 margin
sv_se: Segment 1 marginal

source: then add this mark on price. (%1$s is %2$s increase)
sv_se: så lägg till detta till priset. (%1$s är %2$s ökning)

source: Segment 2 From
sv_se: Segment 2 från

source: Segment 2 To
sv_se: Segment 2 till

source: Segment 2 margin
sv_se: Segment 2 marginal

source: Segment 3 From
sv_se: Segment 3 från

source: Segment 3 To
sv_se: Segment 3 till

source: Segment 3 margin
sv_se: Segment 3 marginal

source: Taxonomy of retail price attribute
sv_se: Taxonomy för rekomenderat kund pris

source: The name is starting with pa_ and then slug name.
sv_se: Namnet börjar med pa_ och sedan slug namnet.

source: WAPS Recalcualate
sv_se: WAPS omräkna

source: WAPS product price
sv_se: WAPS produkt pris

source: WAPS Dry Run
sv_se: WAPS torrkörning

source: Product
sv_se: Produkt

source: Products
sv_se: Produkter

source: Name
sv_se: Namn

source: Regular price
sv_se: Vanligt pris

source: Sales price
sv_se: Rea pris

source: Price
sv_se: Pris

source: WAPS Price
sv_se: WAPS Pris

source: No products avaliable.
sv_se: Inga produkter tillgängliga.
